Dlubal.SteelSurfaces.AxisType
Type of the axis

Dlubal.SteelSurfaces.AxisType.UnknownAxis
Unknown axis

Dlubal.SteelSurfaces.AxisType.AxisX
Axis X

Dlubal.SteelSurfaces.AxisType.AxisY
Axis Y

Dlubal.SteelSurfaces.AxisType.AxisZ
Axis Z